{
    "event_type_itos": [
        "Business:End-Org",
        "Business:Merge-Org",
        "Business:Start-Org",
        "Conflict:Attack",
        "Conflict:Demonstrate",
        "Contact:Meet",
        "Contact:Phone-Write",
        "Justice:Acquit",
        "Justice:Appeal",
        "Justice:Arrest-Jail",
        "Justice:Charge-Indict",
        "Justice:Convict",
        "Justice:Extradite",
        "Justice:Fine",
        "Justice:Pardon",
        "Justice:Release-Parole",
        "Justice:Sentence",
        "Justice:Sue",
        "Justice:Trial-Hearing",
        "Life:Be-Born",
        "Life:Die",
        "Life:Divorce",
        "Life:Injure",
        "Life:Marry",
        "Movement:Transport",
        "Personnel:Elect",
        "Personnel:End-Position",
        "Personnel:Nominate",
        "Personnel:Start-Position",
        "Transaction:Transfer-Money",
        "Transaction:Transfer-Ownership"
    ],
    "event_type_stoi": {
        "Business:End-Org": 0,
        "Business:Merge-Org": 1,
        "Business:Start-Org": 2,
        "Conflict:Attack": 3,
        "Conflict:Demonstrate": 4,
        "Contact:Meet": 5,
        "Contact:Phone-Write": 6,
        "Justice:Acquit": 7,
        "Justice:Appeal": 8,
        "Justice:Arrest-Jail": 9,
        "Justice:Charge-Indict": 10,
        "Justice:Convict": 11,
        "Justice:Extradite": 12,
        "Justice:Fine": 13,
        "Justice:Pardon": 14,
        "Justice:Release-Parole": 15,
        "Justice:Sentence": 16,
        "Justice:Sue": 17,
        "Justice:Trial-Hearing": 18,
        "Life:Be-Born": 19,
        "Life:Die": 20,
        "Life:Divorce": 21,
        "Life:Injure": 22,
        "Life:Marry": 23,
        "Movement:Transport": 24,
        "Personnel:Elect": 25,
        "Personnel:End-Position": 26,
        "Personnel:Nominate": 27,
        "Personnel:Start-Position": 28,
        "Transaction:Transfer-Money": 29,
        "Transaction:Transfer-Ownership": 30
    },
    "role_type_itos": [
        "Adjudicator",
        "Agent",
        "Artifact",
        "Attacker",
        "Beneficiary",
        "Buyer",
        "Defendant",
        "Destination",
        "Entity",
        "Giver",
        "Instrument",
        "Org",
        "Origin",
        "Person",
        "Place",
        "Plaintiff",
        "Prosecutor",
        "Recipient",
        "Seller",
        "Target",
        "Vehicle",
        "Victim"
    ],
    "role_type_stoi": {
        "Adjudicator": 0,
        "Agent": 1,
        "Artifact": 2,
        "Attacker": 3,
        "Beneficiary": 4,
        "Buyer": 5,
        "Defendant": 6,
        "Destination": 7,
        "Entity": 8,
        "Giver": 9,
        "Instrument": 10,
        "Org": 11,
        "Origin": 12,
        "Person": 13,
        "Place": 14,
        "Plaintiff": 15,
        "Prosecutor": 16,
        "Recipient": 17,
        "Seller": 18,
        "Target": 19,
        "Vehicle": 20,
        "Victim": 21
    }
}